"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "%1$d-krat ste vnesli napačno številko PIN. Vaš Mercedes me ID je bil zato blokiran za %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minut";

"command_error_pin_invalid" = "%1$d-krat ste napačno vnesli kodo PIN.";

"general_cancel" = "Prekini";

"general_error_msg" = "Prišlo je do napake. Poskusite znova.";

"general_error_network_msg" = "Prišlo je do napake. Preverite internetno povezavo.";

"general_error_title" = "Napaka";

"general_hint" = "Opomba";

"general_no" = "Ne";

"general_ok" = "V redu";

"general_yes" = "Da";

"login_error_authentication_failed" = "Preverjanje pristnosti ni bilo uspešno. Poskusite znova.";

"login_error_wrong_tan" = "Podatek, ki ste ga navedli, žal ni pravilen. Pred vnovičnim poskusom boste morda morali počakati nekaj minut.";

"login_info_alert_message" = "Koda Mercedes me ID je sestavljena iz vaše telefonske številke ali vašega elektronskega naslova. S kodo Mercedes me ID se lahko prijavite povsod v digitalnem svetu Mercedes-Benz. Koda Mercedes me ID omogoča dostop do vseh storitev, funkcij in platform, ki so na voljo v vaši državi.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Vnesite veljaven elektronski naslov ali telefonsko številko.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Naprej";

"login_only_caption" = "Prijava";

"login_username" = "Telefonska številka ali elektronski naslov";

"login_user_not_registered" = "Brezplačno se registrirajte v kateri drugi aplikaciji Mercedes me.";

"pin_popup_button_again" = "Poskusi znova";

"pin_popup_cancel" = "Prekini";

"pin_popup_default_no_pin_message" = "Prosimo, da v kateri od aplikacij Mercedes me ustvarite PIN.";

"pin_popup_description" = "Vnesite svojo %1$d-mestno kodo PIN:";

"pin_popup_send" = "Pošlji";

"pin_popup_title" = "Vnos kode PIN";

"pin_popup_wrong_pin_msg" = "Koda PIN ni pravilna. Poskusite znova.";

"pin_popup_wrong_pin_title" = "Napačna koda PIN";

"registration_user_consent_message" = "Uporabo aplikacije in njenih funkcij anonimno analiziramo, da lahko nenehno izpopolnjujemo aplikacijo. To funkcijo lahko kadar koli deaktivirate prek aplikacije Meni > Nastavitve > Analytics.";

"registration_user_consent_title" = "Podatki o uporabi Mercedes me";

"verification_btn_next" = "Naprej";

"verification_btn_send_again" = "Zahtevaj novo kodo TAN";

"verification_headline" = "Potrditvena koda";

"verification_login_msg_mail" = "Vnesite kodo TAN, ki smo vam jo poslali po elektronski pošti.";

"verification_login_msg_user" = "Z namenom preverjanja pristnosti smo vam poslali %1$d-mestno kodo na %2$@. Prosimo, vnesite to kodo.";

"verification_not_received" = "Niste prejeli kode TAN?";

"verification_not_received_hint_mail" = "Preverite navedeni e-poštni naslov ali zahtevajte novo potrditveno kodo.";

"verification_not_received_hint_phone" = "Preverite navedeno številko mobilnega telefona ali zahtevajte novo kodo TAN.";

"verification_send_again_msg" = "Vaše povpraševanje smo znova poslali";

"verification_title" = "Preverjanje pristnosti";

